Repository: AlejoEnriquez2/CogniSAGE_Care
Catalog: lib/l10n/intl_*.arb
Languages: es

source: Welcome
es: Bienvenido

source: TEST
es: PRUEBA

source: GAMES
es: JUEGOS

source: USER
es: USUARIO

source: Login
es: Iniciar sesión

source: Username
es: Nombre de usuario

source: Password
es: Contraseña

source: I don't have an account
es: No tengo una cuenta

source: Invalid credentials
es: Credenciales inválidas

source: Register Now
es: Registrarse ahora

source: Name
es: Nombre

source: Register
es: Registrarse

source: I have an account
es: Ya tengo una cuenta

source: What is SAGE Test?
es: ¿Qué es la prueba SAGE?

# sageTestDescription
source: The SAGE test, or Self-Administered Gerocognitive Exam, is a brief self-assessment tool designed to detect early signs of cognitive impairment. Developed by researchers at the Ohio State University Wexner Medical Center, the test aims to identify changes in cognitive functions that are subtle and might not be immediately apparent, serving as a preliminary screen for conditions like Alzheimer's disease, other dementias, and various neurological problems.The test encompasses a variety of questions and tasks that assess different aspects of cognition, including memory, problem-solving abilities, language, and other key functions.
es: La prueba SAGE, o Examen Gerocognitivo Autoadministrado, es una herramienta de autoevaluación breve diseñada para detectar signos tempranos de deterioro cognitivo. Desarrollado por investigadores del Centro Médico Wexner de la Universidad Estatal de Ohio, tiene como objetivo identificar cambios en las funciones cognitivas que son sutiles y podrían no ser inmediatamente aparentes, sirviendo como una evaluación preliminar para condiciones como la enfermedad de Alzheimer, otras demencias y problemas neurológicos diversos. La prueba consiste de varias preguntas y desafíos que se enfocan en evaluar aspectos cognitivos, incluyendo memoria, capacidad de resolución de problemas, lenguaje, y otras funciones clave.

# sageTestInstructions
source: It is designed to be taken on paper, but this is a digitized adaptation of it, and can be completed in approximately 15 minutes. After completion, the system will grade and provide feedback and recommendations about cognitive health.
es: Está diseñado para ser realizado en papel, pero esta es una adaptación digitalizada del mismo, y puede completarse en aproximadamente 15 minutos. Después de completarlo, el sistema calificará y proporcionará retroalimentación y recomendaciones sobre la salud cognitiva.

# sageRisks
source: It has risks and benefits that should be considered before starting the test. The test is not a diagnostic tool, but it can help you identify if you have cognitive impairment. Consider that the results are an interpretation just to be consider as informative. If you have any questions or concerns, please contact your healthcare provider. And although there are not direct benefits, participating in this study may contribute to advancements in early detection methods for cognitive impairment and provide you better undesrtanding of your cognitive health. Your responses will be kept confidential and used solely for the purposes of this study. Data will be anonymized to protect your identity. Your participation in this study is entirely voluntary. You may withdraw at any time without major consequences.
es: Tiene riesgos y beneficios que deben considerarse antes de comenzar la prueba. La prueba no es una herramienta de diagnóstico, pero puede ayudarte a identificar si tienes deterioro cognitivo. Considera que los resultados son una interpretación que solo debe considerarse como informativa. Si tienes alguna pregunta o preocupación, por favor contacta a un médico. Y aunque no hay beneficios directos, participar en este estudio puede contribuir a avances en los métodos de detección temprana para el deterioro cognitivo y ofrecerte una mejor comprensión de tu salud cognitiva. Tus respuestas se mantendrán confidenciales y se utilizarán únicamente para los fines de este estudio. Los datos serán anonimizados para proteger tu identidad. Tu participación en este estudio es completamente voluntaria. Puedes retirarte en cualquier momento sin consecuencias mayores.

# sageInformedConsent
source: By proceeding with the test, you indicate that you understand the purpose of the study, the procedures involved, the risks and benefits, and that you voluntarily agree to participate.
es: Al proceder con la prueba, indicas que entiendes el propósito del estudio, los procedimientos involucrados, los riesgos y beneficios, y que aceptas voluntariamente participar.

# screensInstructions
source: You will have many screens in which you have to write or draw your answers.
es: Tendrás que escribir, dibujar o seleccionar tus respuestas en multiples pantallas.

# continueTxt
source: Continue
es: Continuar

# acceptContinueTxt
source: Accept and Continue
es: Aceptar y Continuar

source: Tell us about you
es: Cuéntanos sobre ti

source: What is your name?
es: ¿Cuál es tu nombre?

source: What is your birthday?
es: ¿Cuál es tu fecha de nacimiento?

source: How far did you get in school?
es: ¿Cuál es tu nivel de educación?

source: Studies
es: Estudios

source: I am a:
es: Soy:

source: Man
es: Hombre

source: Woman
es: Mujer

source: Please enter your studies
es: Por favor, indica tus estudios

source: Please enter your birthday
es: Por favor, indica tu fecha de nacimiento

source: Please enter your name
es: Por favor, introduce tu nombre

# myEthnicalBackgroundIs
source: My home country is:
es: Mi país de origen es:

source: Please enter your ethnical background
es: Por favor, indica tu origen étnico

source: Have you had any problems with memory or thinking?
es: ¿Has tenido problemas con la memoria o el pensamiento?

source: Yes
es: Sí

source: Sometimes
es: A veces

# haveYouHadAnyBloodRelativesWithProblems
source: Have you had any blood relatives that have had problems with memory or thinking?
es: ¿Algún familiar de sangre ha tenido problemas con la memoria o el pensamiento?

source: Please complete the form
es: Por favor, completa el formulario

source: Do you have balance problems?
es: ¿Tienes problemas de equilibrio?

source: Do you know why?
es: ¿Sabes por qué?

source: Have you had a major stroke?
es: ¿Has sufrido un derrame cerebral mayor?

source: Have you had a minor stroke?
es: ¿Has sufrido un derrame cerebral menor?

source: Do you currently feel sad or depressed?
es: ¿Te sientes triste o deprimido actualmente?

source: Have you had any change in your personality?
es: ¿Has notado algún cambio en tu personalidad?

source: Specify changes
es: Especifica los cambios

source: Do you have more difficulties doing everyday activities due to thinking problems?
es: ¿Tienes más dificultades para realizar actividades cotidianas debido a problemas de pensamiento?

# userNameIs
source: The user name is:
es: El nombre de usuario es:

# lastGradeIs
source: The last grade is:
es: La última calificación es:

# mostPlayedGame
source: The game you have played the most is
es: El juego que más has jugado es

# seeDoctor
source: Go see a doctor as soon as possible
es: Ve a ver a un médico lo antes posible

# enterUsername
source: Please enter your username
es: Por favor, introduce tu nombre de usuario

# enterPassword
source: Please enter your password
es: Por favor, introduce tu contraseña

source: Logout
es: Cerrar sesión

# whatsTodaysDate
source: What is today's date?
es: ¿Cuál es la fecha de hoy?

# inNumbersFromMemory
source: In numbers (from memory - no cheating!)
es: En números (de memoria, ¡sin hacer trampa!)

source: Month
es: Mes

source: Date
es: Día

source: Year
es: Año

source: Name the following pictures
es: Nombra las siguientes imágenes

# dontWorryAboutSpelling
source: don't worry about spelling - just do your best!
es: no te preocupes por la ortografía, ¡hazlo lo mejor que puedas!

source: Answer these questions:
es: Responde estas preguntas:

# howAreWatchAndRulerSimilar
source: How are a watch and a ruler similar? They both are... what?
es: ¿En qué se parecen un reloj y una regla?

source: Write down how they are alike.
es: Escribe cómo son similares.

source: They both are...
es: Ambos son...

# howManyNickelsInSixtyCents
source: How many 5 cents are in 60 cents?
es: ¿Cuántas monedas de 5 hay en 60 centavos?

# changeFromTwentyDollarBill
source: You are buying $13.45 of groceries. How much change would you receive back from a $20 bill?
es: Estás comprando $13.45 en comestibles. ¿Cuánto cambio recibirías de un billete de $20?

# memoryTest
source: Memory Test: Memorize these instructions
es: Prueba de memoria: Memorice estas instrucciones

# memorizeThisPhrase
source: Do it later only after completing this entire test
es: Hagalo más tarde, después de completar toda esta prueba

# inTheFinalSection
source: In the final section, you will be asked to write:
es: Al final en la última sección escriba:

source: I am done
es: Terminé

source: DRAW
es: DIBUJA

# copyRedrawThisImage
source: Copy/Redraw this image in the space below
es: Copia/redibuja esta imagen en el espacio de abajo

# followNextInstructions
source: Follow the next instructions
es: Sigue las instrucciones

# drawLargeClockFace
source: 1. Draw a large face of a clock and place the numbers
es: 1. Dibuja una gran esfera de reloj y coloca los números

# positionHandsForTime
source: 2. Position the hands for 5 minutes after 11 o'clock
es: 2. Coloca las agujas para 5 minutos después de las 11

# labelClockHands
source: 3. On your clock, label 'L' for the long hand and 'S' for the shorthand
es: 3. En tu reloj, etiqueta con 'L' la aguja larga y con 'S' la aguja corta

# writeTwelveDifferentAnimals
source: ANIMALS you can think of
es: ANIMALES que se te ocurran

source: Connect the dots
es: Conecta los puntos

# drawLineCircleToCircle
source: Draw a line from one circle to another, start from 1 and alternate with numbers and letters as (1 -> A -> 2 -> B -> 3 -> C... and so on)
es: Dibuja una línea de un círculo a otro, empieza desde el 1 y alterna con números y letras así (1 -> A -> 2 -> B -> 3 -> C... y así sucesivamente)

# solveFollowing
source: Solve the following:
es: Resuelve lo siguiente:

# startWithTwoShapes
source: You start with 2 squares and 2 triangles.
es: Comienzas con 2 cuadrados y 2 triángulos.

# crossOutFourLines
source: Cross out 4 lines that you would have to move in order to have 4 squares only
es: Tacha 4 líneas que tendrías que mover para tener solo 4 cuadrados

source: Draw your answer:
es: Dibuja tu respuesta:

# finalResultFourSquares
source: Considering the 4 lines you took out, draw the final result of 4 squares only
es: Considerando las 4 líneas que sacaste, dibuja el resultado final de solo 4 cuadrados

source: Have you finished?
es: ¿Has terminado?

# writeTuelveDifferent
source: Write twelve different
es: Escribe 12 diferentes...

source: My information
es: Mi información

# howAreARoseAndATulipSimilar
source: How are a rose and a tulip similar? Write down how they are alike. They both are… what?
es: ¿En qué se parecen una rosa y un tulipán? Escriba en qué se parecen. Ambos son... ¿qué?

# question_quarters_in_euros
source: How many quarters (25 cents) are in €6.75?
es: ¿Cuántas monedas de veinticinco centavos hay en €6.75?

# question_groceries_change
source: You are buying €3.05 of groceries. How much change would you receive back from a €5 bill?
es: Estás comprando €3.05 en comestibles. ¿Cuánto cambio recibirías de un billete de €5?

# instruction_finish_last_page
source: I have finished
es: He finalizado

# countries
source: COUNTRIES around the world
es: PAÍSES

# instruction_start_with_triangles
source: Beginning with 4 triangles
es: Comenzando con 4 triángulos

# instruction_cross_out_lines
source: Cross out 2 lines (mark them). Leaving 3 triangles only
es: Tacha 2 líneas de tal forma de que queden 3 triángulos unicamente

# instruction_leave_triangles
source: Leaving 3 triangles
es: Deben quedar 3 triángulos

# rule_complete_triangle_lines
source: Draw the result considering that each line must be part of a complete triangle (no extra lines).
es: Cada línea debe ser parte de un triángulo completo (sin líneas extras).

source: Are you done?
es: ¿Terminó?

# positionHandsForTime4
source: 2. Position the hands for 10 minutes before 11 o’clock
es: 2. Coloca las agujas para 10 minutos antes de las 11

# nasaSurveyTitle
source: NASA Task Load Index Survey
es: Encuesta del Índice de Carga de Tareas de la NASA

# nasaSurveyInstruction
source: Please rate the following dimensions:
es: Por favor califique las siguientes dimensiones:

source: Mental Demand
es: Demanda Mental

# mentalDemandDescription
source: How mentally demanding was the task?
es: ¿Qué tan mentalmente exigente fue la tarea?

source: Physical Demand
es: Demanda Física

# physicalDemandDescription
source: How physically demanding was the task?
es: ¿Qué tan físicamente exigente fue la tarea?

source: Temporal Demand
es: Demanda Temporal

# temporalDemandDescription
source: How hurried or rushed was the pace of the task?
es: ¿Qué tan apresurado o acelerado fue el ritmo de la tarea?

source: Performance
es: Desempeño

# performanceDescription
source: How successful were you in accomplishing what you were asked to do?
es: ¿Qué tan exitoso fuiste en lograr lo que se te pidió hacer?

source: Effort
es: Esfuerzo

# effortDescription
source: How hard did you have to work to accomplish your level of performance?
es: ¿Qué tan duro tuviste que trabajar para lograr tu nivel de desempeño máximo?

source: Frustration
es: Frustración

# frustrationDescription
source: How insecure, discouraged, irritated, stressed, and annoyed were you?
es: ¿Qué tan inseguro, desanimado, irritado, estresado y molesto estuviste?

source: Submit
es: Enviar

source: Very Low
es: Muy Bajo

source: Very High
es: Muy Alto

source: Slightly High
es: Ligeramente Alto

source: High
es: Alto

# veryHighLabel
source: Very High
es: Muy Alto

source: Extremely High
es: Extremadamente Alto

source: Slightly Low
es: Ligeramente Bajo

source: Low
es: Bajo

# veryLowLabel
source: Very Low
es: Muy Bajo

source: Extremely Low
es: Extremadamente Bajo

source: Perfect
es: Perfecto

source: Failure
es: Fracaso

source: Slightly Failure
es: Ligeramente Fracaso

source: Fail
es: Fracasar

source: Big Failure
es: Gran Fracaso

source: All Failed
es: Todo Fallido

source: Good
es: Bueno

source: Very Good
es: Muy Bueno

source: Almost Perfect
es: Casi Perfecto

source: Completely Perfect
es: Completamente Perfecto

# instructionsTitle
source: Instructions
es: Instrucciones

# exampleCheck
source: Check this EXAMPLE
es: Ver este EJEMPLO

# instructionsDetail
source: Draw a line from one circle to another starting at 1 and alternating numbers and letters (1 to A to 2 to B to 3 to C).
es: Dibuja una línea de un círculo a otro comenzando en 1 y alternando números y letras (1 a A a 2 a B a 3 a C).

# startWithSixSquares
source: 1. Start with 6 squares
es: 1. Comience con 6 cuadrados

# crossOutOneLine
source: 2. Cross out 1 line (until it turns green)
es: 2. Tacha 1 línea (hasta que se ponga verde)

# leavingFiveSquares
source: 3. Leaving 5 squares
es: 3. Dejando 5 cuadrados

# completeSquareLines
source: 4. Each line must be part of a complete square (no extra lines)
es: 4. Cada línea debe formar parte de un cuadrado completo (sin líneas adicionales)

# onlyFiveSquares
source: Considering the line crossed out, draw the figure again only with the 5 squares
es: Considerando la linea que has tachado, dibuja la figura de nuevo con los 5 cuadrados unicamente
